{
  "textEn": "Benjamin Huth's musical journey began with his formative years as a young chorister in the prestigious Dresden Kreuzchor, where he received exceptional training. He later pursued studies in church music and orchestral conducting at the Leipzig and Detmold Conservatories. During his time in Leipzig, Huth served as assistant to the First Kapellmeister at the Leipzig Opera and the Academic Orchestra Leipzig, conducting a wide range of concerts and operas, including *Così fan tutte, Hänsel und Gretel, and Der Bettelstudent* at the renowned Gewandhaus Leipzig and other prominent venues in the region.\n\nIn 2018, Huth was appointed Assistant to the Choral Director at Cologne Opera, where he collaborated with esteemed conductors such as **François-Xavier Roth**, Will Humburg, Stefan Soltesz, and Christoph Gedschold. That summer, he served as **Assistant Conductor** at the 23rd Schönebecker Operetta Summer and joined the Saxon Wind Philharmonic for the 2018/19 season.\n\nHuth’s association with the Landestheater Detmold began in 2020, where he initially worked as a répétiteur. His exceptional skills quickly earned him a promotion to Second Kapellmeister in 2022. In this role, he conducted major works such as *Le nozze di Figaro, Das Land des Lächelns, and Die lustige Witwe*, and served as Assistant Conductor for the Detmold Orchestra Society and the Free Symphony Orchestra.\n\nSince 2022, Huth has held the title of **Permanent Guest Conductor** with the Filarmonica Mihail Jora Bacau in Romania, leading celebrated ensembles such as the Philharmonie Südwestfalen, Vogtland Philharmonie Greiz-Reichenbach, and the Nordwestdeutsche Philharmonie. His extensive collaborations also include working with the Bundeswehr Music Corps and Manchester Camerata.\n\nHuth’s accomplishments have been widely recognized in the classical music world. In 2021, he was awarded **second prize** at the IX Concorso Internazionale per Direttori d'Opera \"Luigi Mancinelli.\" In 2023, he reached the finals for Second Kapellmeister positions at Kiel Opera and Nuremberg State Opera, as well as for the First Kapellmeister role at the Philharmonie Greiz-Reichenbach.\n\nCurrently, Huth serves as Assistant to the Chief Conductor at Theatre Plauen-Zwickau and holds the Junior Fellowship in Conducting at the Royal College of Music in Manchester. In this capacity, he has collaborated with distinguished conductors such as **Edward Gardner, Andrew Manze, John Storgårds, and John Wilson** and has assisted leading orchestras including the **BBC Philharmonic and the Royal Liverpool Philharmonic Orchestra**.\n\nHuth has further refined his craft by participating in masterclasses with world-renowned conductors and pedagogues, including **Prof. Johannes Schlaefli, Prof. Nicolás Pasquet, and Edward Gardner**.\n\nFrom the 2025/2026 season, he will move to the Theatre Osnabrück as First Conductor and will conduct works such as *The Flying Dutchman, La Traviata, Macbeth* and *Der Vetter aus Dingsda*, as well as various concerts.",
  
  "textDe": "Benjamin Müller erhielt bereits in jungen Jahren eine fundierte musikalische Ausbildung als Mitglied des renommierten Dresdner Kreuzchors. Anschließend setzte er sein Studium an der Hochschule für Musik und Theater Leipzig mit den Schwerpunkten Kirchenmusik und Orchesterleitung fort. Bereits während dieser Zeit sammelte er als Assistent des Ersten Kapellmeisters an der Oper Leipzig und beim Akademischen Orchester Leipzig wertvolle Praxiserfahrungen. 2016 dirigierte er das Musical *Titanic* für die TSW Walenstadt AG und leitete in seiner Studienzeit zahlreiche Konzerte sowie Opernproduktionen, darunter *Così fan tutte*, *Hänsel und Gretel* und *Der Bettelstudent* im Gewandhaus zu Leipzig und in der Leipziger Region.\n\n2018 trat Huth die Stelle des Assistenten des Chordirektors an der Oper Köln an, wo er mit angesehenen Dirigenten wie **François-Xavier Roth**, Will Humburg, Stefan Soltesz und Christoph Gedschold zusammenarbeitete. Im Sommer 2019 war er zusätzlich als **Assistent und Dirigent** beim 23. Schönebecker Operettensommer tätig. In der Spielzeit 2018/19 wurde er zudem als Assistent bei der Sächsischen Bläserphilharmonie engagiert.\n\nIm Jahr 2020 wechselte Huth als Solorepetitor an das Landestheater Detmold und wurde 2022 dort zum Zweiten Kapellmeister befördert. In Detmold dirigierte er eine Vielzahl von Opern- und Kinderproduktionen, darunter *Le nozze di Figaro*, *Das Land des Lächelns*, *Die lustige Witwe* und *Jesus Christ Superstar*. Darüber hinaus wurde er als Assistenzdirigent für die Detmolder Orchestergesellschaft und das Freie Sinfonieorchester tätig.\n\nSeit 2022 ist Benjamin Huth **ständiger Gastdirigent** der Filarmonica Mihail Jora Bacau in Rumänien. Parallel dazu studiert er seit 2023 Orchesterleitung bei Florian Ludwig. Weitere Konzertengagements und Kurse führten ihn unter anderem zum Hallé Orchestra in Manchester, zur Manchester Camerata, zur Nordwestdeutschen Philharmonie, zur Philharmonie Südwestfalen, zur Vogtlandphilharmonie Greiz-Reichenbach sowie zum Musikkorps der Bundeswehr. Zudem nahm er an Meisterkursen renommierter Dirigenten und Dozenten wie **Ed Gardner, Prof. Nicolás Pasquet, Johannes Schlaefli, Ekhart Wycik und Mark Heron** am Royal Northern College of Music in Manchester teil.\n\n2021 wurde Benjamin Huth mit dem **zweiten Preis** beim IX Concorso Internazionale per Direttori d’Opera „Luigi Mancinelli“ ausgezeichnet, und 2023 erreichte er das Finale im Auswahlverfahren für die Position des Zweiten Kapellmeisters am Staatstheater Nürnberg sowie an der Oper Kiel.\n\nDerzeit ist Benjamin Huth Assistent des Generalmusikdirektors am Theater Plauen-Zwickau und verfolgt zugleich die Mills Williams Conducting Fellowship in Manchester (UK). Hier assistiert er Orchestern wie dem **BBC Philharmonic Orchestra, dem Hallé Orchestra Manchester oder dem Liverpool Philharmonic Orchestra** unter Dirigenten wie **Edward Gardner, Andrew Manze, John Storgårds oder John Wilson**.\n\nAb der Spielzeit 2025/2026 wird er seine neue Herausforderung als 1. Kapellmeister am Theater Osnabrück antreten, wo er Meisterwerke wie *Der fliegende Holländer, La Traviata, Macbeth* und *Der Vetter aus Dingsda* dirigieren und darüber hinaus ein abwechslungsreiches Konzertprogramm gestalten wird."
}
